Repository: bilel99/ApplicationIOSMVC
Catalog: Hexvix/*.lproj/Localizable.strings
Languages: de, fr, it

source: Back to Start
de: Zurück zum Start
fr: Retour au départ
it: Ritorna all’inizio

source: Next image
de: Nächstes Bild
fr: Image suivante
it: Immagine successiva

source: Start the Game
de: Spiel starten
fr: Démarrer
it: Inizia

source: Previous image
de: Voriges Bild
fr: Image précédente
it: Immagine precedente

source: Pen size
de: Stiftgröße
fr: Taille du crayon
it: Penna

source: Rubber size
de: Radierergröße
fr: Taille de la gomme
it: Gomma

source: Stop session
de: Runde abbrechen
fr: Arrêter la session
it: Chiudi la sessione

source: Start new session
de: Runde neu starten
fr: Nouvelle session
it: Nuova sessione

source: End
de: Fertig
fr: Valider
it: Fatto

source: Tumour left
de: Tumour übrig
fr: Tumeur résiduelle
it: Tumore residuo

source: Tumour removed
de: Tumour entfernt
fr: Tumeur réséquée
it: Tumore rimosso

source: Score
de: Auswertung
fr: Évaluation
it: Punteggio

source: Complete
de: Auflösen
fr: Eclairer
it: Visualizza

source: Healthy tissue removed
de: Gesundes Gewebe entfernt
fr: Tissu sain réséqué
it: Tessuto sano rimosso
